Revit 2027 API
HomeCamera.OrthogonalProjectionWidth Property
 The width of orthogonal projection view volume.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OrthogonalProjectionWidth { get; }
Public ReadOnly Property OrthogonalProjectionWidth As Double
	Get
public:
property double OrthogonalProjectionWidth {
	double get ();
}
member OrthogonalProjectionWidth : float with get
Property Value
Double
See Also
Reference
HomeCamera Class
Autodesk.Revit.DB Namespace